// "© Copyright 2004-2013, 2015-2016 HP Development Company, L.P."

TaskName = "Ajustes de red";
HSDTaskName = "Ajustes de red";

ApplySettingsErrorHostNameFailed = "Nombre de Host no establecido. Asegúrese de que tiene un formato válido.";
AddressInUseError = "La dirección IP especificada ya está en uso.";
AddressInUseErrorExplanation = "Especifique otra dirección IP.";
IncorrectMaskErrorExplanation = "Máscara de subred seleccionada incorrecta. Comuníquese con su administrador de red para obtener ayuda.";

IncorrectHostNameError = "El Nombre del host es demasiado largo.";
IncorrectIpAddressError = "Formato incorrecto de dirección IP.";
ManualAddressEmptyError = "El campo \"Dirección IP\" no puede estar vacío.";
ManualAddressEmptyExplanation = "Especifique una dirección manual válida.";
ManualAddressWithPrefixExplanation = "Especifique una dirección IP válida y la longitud del prefijo entre 1 y 128.";
ManualAddressNotIPv4Explanation = "Especifique una dirección IP válida.";

STATELESS = "Enrutador";

ipV4TabName = "IPv4";
ipV6TabName = "IPv6";
OtherTabName = "Otras configuraciones";

kCheckChangesAlertTitleKey = "Hay datos modificados. ¿Desea continuar?";
kCheckChangesAlertContinueButtonTitleKey = "Continuar";
kCheckChangesAlertCancelButtonTitleKey = "Cancelar";
kCheckChangesAlertMessageKey = "Si continúa, se perderán los cambios realizados. Haga clic en Cancelar para descartar la acción que realizó y continuar con la tarea.";

TaskNameTiger = "Ajustes de Bonjour";
NoService = "El servicio no está disponible";
NoBonjourName = "No disponible";

1ServiceName = "Port 9100";
2ServiceName = "IPP";
3ServiceName = "LPD-RAW";
4ServiceName = "LPD-TEXT";
5ServiceName = "LPD-AUTO";
6ServiceName = "LPD-BINPS";
7ServiceName = "LPD-Queue5";
8ServiceName = "LPD-Queue6";
9ServiceName = "LPD-Queue7";
10ServiceName = "LPD-Queue8";
11ServiceName = "LPD-Queue9";
12ServiceName = "LPD-Queue10";
13ServiceName = "LPD";
16ServiceName = "IPPS";

IPPSecureServiceName = "IPP (Solo seguro)";
IPPUnsecureServiceName = "IPP (Solo inseguro)";

IncorrectConfigurationTitle = "La configuración especificada no es correcta";
IncorrectConfigurationExplanation = "Seleccione la configuración correcta o contacte con su administrador de red para obtener ayuda.";

IncorrectDNSServerErrorExplanation = "Especifique la dirección de servidor DNS correcta o póngase en contacto con el administrador de red para obtener ayuda.";
IncorrectGatewayAddressTitle = "La dirección del gateway especificada no es correcta";
IncorrectGatewayErrorExplanation = "Escriba la dirección del gateway correcta o comuníquese con su administrador de red para obtener ayuda.";
GatewayIsNotInSubnetTitle = "La dirección del gateway que ha escrito no se encuentra en la subred de este dispositivo.";
GatewayIsNotInSubnetExplanation = "Escriba otra dirección IP, máscara de subred o dirección de gateway, o comuníquese con su administrador de red para obtener ayuda.";

AskSaveChangesAlertTitle = "Ha cambiado los ajustes en esta pantalla";
AskSaveChangesAlertMsg = "¿Desea aplicar los cambios antes de cerrarla?";
AskSaveChangesDontApplyButtonTitle = "No aplicar";
AskSaveCahngesApplyButtonTitle = "Aplicar";

TaskPanelOKButtonTitle = "OK";

EmptyBonjourServiceNameFieldTitle = "El campo \"Nombre del servicio Bonjour\" no puede estar vacío";
EmptyBonjourServiceNameFieldMsg = "Especifique el nombre del servicio Bonjour:";
EmptyBonjourDomainNameFieldTitle = "El campo \"Nombre de dominio Bonjour\" no puede estar vacío";
EmptyIPv6DomainNameFieldTitle = "El campo \"Dominio IPv6\" no puede estar vacío";
EmptyBonjourDomainNameFieldMsg = "Especifique el nombre del dominio Bonjour.";
EmptyBonjourServiceAndDomainNamesFieldTitle = "Los campos \"Nombre del servicio/Nombre del dominio de Bonjour\" no pueden estar vacíos";
EmptyBonjourServiceAndDomainNamesFieldMsg = "Especifique el Nombre del servicio/Nombre del dominio de Bonjour.";
UsedServiceNameTitle = "El nombre del servicio Bonjour ya está en uso.";
UsedServiceNameMsg = "Especifique otro nombre de servicio Bonjour o comuníquese con el administrador de red para obtener ayuda.";
HSDBonjourDomainNameTitle = "Nombre de dominio Bonjour:";

// layout
HSDIPv4Title = "Ajustes IPv4";
HSDIPvXDisableNotAvailableDescription = "No se pueden desactivar IPv4 y IPv6 simultáneamente.";
HSDEnableIPv4InPrinterTitle = "Activar IPv4 en impresora";
HSDConfigTitle = "Configuración:";
HSDNameTitle = "Nombre del host:";
HSDAddressTitle = "Dirección IP:";
HSDMaskTitle = "Máscara de subred:";
HSDGatewayTitle = "Gateway predeterminado:";
ManualTitle = "Manual";
Auto = "Automática";

HSDAdditionalSettingsTitle = "Ajustes adicionales de red";
HSDAdditionalSettingsDescription = "Haga clic en Ajustes adicionales de red para acceder a la página Web incorporada de la impresora para ajustes de red. Desde allí, podrá configurar SNMP, 802.1X y otros ajustes de red.";
HSDAdditionalSettingsButton = "Ajustes adicionales de red";

BonjourSettingsTitle = "Ajustes de Bonjour";
HSDEnableBonjourTitle = "Habilitar Bonjour";
HSDBonjourServiceNameTitle = "Nombre del servicio Bonjour:";
HSDPriorityTitle = "El Servicio de Mayor Prioridad:";
HSDAccessTitle = "Acceda a su dispositivo en el URL:";

PreviousValueString = "Se aplicará el valor anterior";

HSDEnableIPv6InPrinterTitle = "Activar IPv6 en impresora";
HSDDHCPv6PolicyTitle = "Política DHCPv6:";
HSDIPv6DomainTitle = "Dominio IPv6:";
HSDPrimaryDNSServerTitle = "Servidor DNS primario:";
HSDSecondaryDNSServerTitle = "Servidor DNS secundario:";
HSDPrefixLengthTitle = "Largo de prefijo:";
HSDAdditionalAddressesButton = "Direcciones adicionales";
HSDPolicyPopUpItem1 = "Siempre realice DHCPv6 en el arranque";
HSDPolicyPopUpItem2 = "Realice DHCPv6 cuando la configuración sin nacionalidad no fue exitosa";
HSDPolicyPopUpItem3 = "Realice DHCPv6 únicamente cuando es solicitado por el enrutador";

HSDColumnConfigBy = "Configurado";
HSDColumnAddresses = "Dirección";
HSDColumnPrefix = "Largo de prefijo";
HSDCloseButton = "Cerrar";

HSDApplyButton = "Aplicar ahora";

LINK_LOCAL = "Enlace-local";
HSDNotAvailableLabel = "La tarea de Configuración de red no está disponible en estos momentos.\nAsegúrese de que el fax está conectado a red.";
